<?php
/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 * v.1.0
 * @author Intervision https://github.com/intervisionlord
 */
$lang["secedit"] = "Включить блок редактирование непосредственно в тексте.";
$lang["preview"] = "Включить предпросмотр непосредственно в тексте.";
$lang["fastpages"] = "Подгружать режимы страницы (правка, ревизии, подписка и т.д.) без перезагрузки страницы.";
$lang["save"] = "Сохранение из редактора без перезагрузки страницы (Все еще в разработке).";
$lang["fastshow"] = "Не использовать обновление страницы при переключении между страницами. Может не работать с некоторыми плагинами.";
$lang["fastshow_same_ns"] = "Функция fastshow будет работать только со страницами, находящимися в одном пространстве имен. стоит использовать, если sidebar, header или footer меняются в зависимости от пространства имен.";
$lang["fastshow_include"] = "Использовать плагин только с указанными пространствами имен и страницами (разделять запятыми)";
$lang["fastshow_exclude"] = "Не использовать плагин на следующих страницах и пространствах имен (разделять запятыми)";
$lang["preload"] = "Супер ускорение! Предзагрузка страниц до их открытия пользователем. Требует включенной опции fastshow. Внимание: Это существенно увеличивает сетевой трафик.";
$lang["preload_batchsize"] = "Максимальное число страниц, предзагружаемых за 1 операцию.";
$lang["preload_per_page"] = "Максимальное число страниц подгружаемых к текущей странице.";
